{
  "The Internal Traffic Statistics feature logs pageviews, IP addresses, and other basic anonymous user data into the database.": "Функцията за вътрешна статистика на трафика регистрира преглеждания на страници, IP адреси и други основни анонимни потребителски данни в базата данни.",
  "Internal Traffic Statistics": "Статистика за вътрешен трафик",
  "Purge the Internal Traffic Statistics data": "Изчистване на данните от вътрешната статистика за трафика",
  "Manage Traffic Settings and Data": "Управление на настройките и данните за трафика",
  "Internal Traffic Statistics logs pageviews, IP addresses, and other basic anonymous user data into the database and provides reports for the dashboard. When the feature is disabled, the data is not written to the database.": "Статистиката за вътрешен трафик регистрира преглеждания на страници, IP адреси и други основни анонимни потребителски данни в базата данни и предоставя отчети за таблото за управление. Когато функцията е деактивирана, данните не се записват в базата данни.",
  "Traffic Statistics": "Статистика за трафика",
  "Timezone to log pageviews in. Changing the timezone won't update the existing data. If you change the timezone without erasing the existing data, reports can potentially display incorrect times for previously logged days.": "Часова зона за регистриране на преглежданията на страници. Промяната на часовата зона няма да актуализира съществуващите данни. Ако промените часовата зона, без да изтриете съществуващите данни, отчетите е възможно да показват неправилни часове за регистрирани преди това дни.",
  "Retention Period (Months)": "Период на съхранение (месеци)",
  "Determines the duration for which traffic statistics data should be stored in the database. When the set period expires, the corresponding data is automatically purged from the database. Set to 0 or empty to retain records forever.": "Определя продължителността, за която данните за статистиката на трафика трябва да се съхраняват в базата данни. Когато зададеният период изтече, съответните данни се изчистват автоматично от базата данни. Задайте на 0 или празно, за да запазите записите завинаги.",
  "Data Filters": "Филтри за данни",
  "Exclude Bots": "Изключване на ботове",
  "Automatically ignores known bots using the detection library.": "Автоматично игнорира известни ботове, използвайки библиотеката за откриване.",
  "Exclude Administrator Roles": "Изключване на администраторски роли",
  "Ignores traffic from selected roles.": "Игнорира трафика от избрани роли.",
  "Exclude IP Addresses": "Изключване на IP адреси",
  "Requests from these addresses will be ignored in statistics.": "Заявките от тези адреси ще бъдат игнорирани в статистиката.",
  "Exclude Paths": "Изключване на пътища",
  "Enter one path or pattern per row to ignore matching URLs.": "Въведете по един път или шаблон на ред, за да игнорирате съвпадащите URL адреси."
}